[
  {
    "title": "1. Professional Conduct & Patient Care",
    "points": [
      "Patient welfare is always the paramount priority; personal disagreements must never compromise the quality of care provided.",
      "Consistently maintain the expected high standards of professionalism, demonstrating empathy and clinical accountability in all interactions.",
      "Strict adherence to the institutional dress code, established punctuality standards, and the official code of ethics is mandatory.",
      "Restrict personal mobile phone usage during all duty hours strictly to communication essential for clinical or academic purposes.",
      "Any confirmed misconduct or significant professional negligence will be subject to formal institutional disciplinary proceedings."
    ]
  },
  {
    "title": "2. Attendance, Leave & Duty Modifications",
    "points": [
      "Mandatory attendance records must be accurately compiled and submitted monthly to the office via the Group Incharge by the 3rd.",
      "Obtain prior formal approval through proper channels for all leave requests; unauthorized absence risks mandatory reposting or internship extension.",
      "Duty schedule changes or colleague replacements require explicit, prior written departmental permission granted only upon valid justification."
    ]
  },
  {
    "title": "3. Rotations, Duties & Schedule Adherence",
    "points": [
      "Interns must strictly adhere to the entire specified 365-day rotation schedule provided, including the planned adjusted 8-day weeks.",
      "Report promptly as scheduled to the assigned Head of Department's office on the designated first day of every new rotation.",
      "Subgroup splits must align precisely with Legend requirements; 2&4 member subgroups adapt internally ensuring equitable rotation & full duty coverage.",
      "Fairly rotate all assigned duties (including the mandated number for 24hr shifts) internally within subgroups; swaps require prior HOD approval.",
      "No post-duty leave is permitted following completion of 24-hour shifts; interns must resume regular duties promptly the following morning.",
      "Ensure smooth, professional handover procedures and maintain clear interdepartmental and inter-group communication to avoid disruptions.",
      "Interns are required to fully comply without objection with any modifications to postings or schedules implemented by the Department HOD."
    ]
  },
  {
    "title": "4. Documentation & Reporting",
    "points": [
      "Maintain an NMC-standard logbook diligently, ensuring regular, detailed, and accurate entries reflecting activities and learning outcomes.",
      "Obtain the official signature of the Head of Department in the logbook immediately following the completion of each departmental posting.",
      "Submit a formal joining letter containing all required registration and rotation details upon reporting to each new department assignment."
    ]
  },
  {
    "title": "5. Feedback & Evaluation",
    "points": [
      "Actively and sincerely participate in all required departmental performance feedback sessions and periodic evaluation processes as scheduled"
    ]
  }
]